{
    "telcoslog": "Telecom Expertise meets SaaS innovation.",
    "indexIncrease1": "Increase Your Telecom",
    "indexIncrease2": "Revenue",
    "indexIncrease3": "by 2-3x",
    "indexMax": "Maximize revenue, optimize processes, and reduce cost with our solutions",
    "indexContactUs": "Contact Us",
    "indexSolve": "We solve your three biggest problems",    
    "indexSolveProblemsTitle-1": "You are not upselling or cross selling to your existing user base",
    "indexSolveProblemsText-1": "You are not sending emails or SMS messages to encourage customers to upgrade their packages when their circuit usage surges, and you are also not analyzing customer behavior.",
    "indexSolveProblemsTitle-2": "Your Ads are not converting as they used to",
    "indexSolveProblemsText-2": "Because all ISPs are putting more ad dollars into the mix, it's become a tougher playing field, and your ads aren't converting as they used to. We craft ads to differentiate you from your competition and implement killer ad strategies.",
    "indexSolveProblemsTitle-3": "Considering outsourcing but have not pulled the trigger",
    "indexSolveProblemsText-3": "The big players? They've been into outsourcing for over a decade, and they keep on growing. With our BPO solutions, we can step up your operational game and slash costs by more than 40%", 
    "indexOurServices": "Our Services",
    "indexBPOServices": "BPO Services",
    "indexBPOText": "Our BPO Services include Layer 1 & 2 support, sales (outbound & inbound) and collections. Streamline your business operations and enhance customer satisfaction.",
    "indexManagedServices": "Managed Ads",
    "indexManagedText": "With years of experience we have learned which ads yield positive results and which ones do not. We deliver the highest ROAS for your ad campaigns.",
    "indexSalesServices": "Sales Enablement Solutions",
    "indexSalesText": "From Impulse leads an innovative lead generation platform for CSPs to Telemetrics a ground breaking solution to uncover upsell and cross-sale opportunities. We are obsessed with making you more profitable.",
    "indexOurSolutions": "Our Solutions",
    "indexOurSolutionsButton": "Learn More",
    "indexOurSolutionsTitle-1": "Impulse Leads",
    "indexOurSolutionsDescription-1": "Empower your B2B endeavors with the crucial data and software to effortlessly connect and seal deals with your most valuable buyers, all conveniently integrated in one piace.",
    "indexOurSolutionsTitle-2": "Telemetrics",
    "indexOurSolutionsDescription-2": "Boost residential and corporate upsell and cross-sale opportunities by up to 200% with the help of AI and ML.",
    "indexOurSolutionsTitle-3": "Impulse Bot",
    "indexOurSolutionsDescription-3": "Improve Customer Satisfaction, Boost Sales, and Minimize Churn with Impulse Bot—an innovative AI and ML-powered chatbot designed to assist your customers round the clock.",
    "indexOurSolutionsTitle-4": "Website Development",
    "indexOurSolutionsDescription-4": "We create websites and develop mobile applications to support the growth of telecoms and communication service providers.",
    "indexOurSolutionsTitle-5": "Impulse Pay",
    "indexOurSolutionsDescription-5": "Streamline your billing processes, enhance customer satisfaction, and simplify payments with Impulse Pays user-friendly portal.",
    "indexOurSolutionsTitle-6": "BPO Services",
    "indexOurSolutionsDescription-6": "Our BPO services include sales, support, and outbound services to streamline your business operations and enhance customer satisfaction.",
    "indexOurIntegrationPartnersTitle": "Our Integration partners",
    "indexOurIntegrationPartnersDescription": "We aim to assist our clients in increasing their revenue, minimizing expenses,and optimizing their processes through our solutions via automation and analytics.",
    "indexLetsWorkTogether": "Let’s Work Together", 
    "aboutUs":"About Us",
    "aboutUsExecutiveTeamTitle":"Our Executive Team",
    "aboutUsExecutiveTeamFounderCEOTitle":"Impulse Founder and CEO",
    "aboutUsExecutiveTeamFounderCEODescription":"Software Engineer and Technologist with 15 years of telecom and technology experience. Developed apps with millions of downloads, successfully exited two companies.  Top sales executive at multiple CSP’s.",
    "aboutUsExecutiveTeamCOFounderTitle":"Co-founder and NED",
    "aboutUsExecutiveTeamCOFounderDescription":"Currently - Google Telco Industry Business Principal working with telco’s on AI and Cloud transformation A former CEO of a startup to  $50M/ARR CSP, McNabb brings a wealth of experience knowing exactly what our target market needs to succeed",
    "aboutUsLeadingIndustryTitle":"Leading the Industry with unmatched expertise and innovation",
    "aboutUsLeadingIndustryDescription":" Impulse is a telecommunications solution provider established and managed by leading industry and technology professionals With over 100 years of combined experience, our telco experts understand the challenges clients face with data, legacy systems, and customer information. We simplify these complexities and make data easy to understand, empowering clients to make informed decisions and manage their businesses with confidence. Trust us to navigate the complexities of the telecommunications industry.",
    "aboutUsMission-1": "Our Mission",
    "aboutUsMissionDescription-1": "The telecommunications industry holds vast untapped potential.",
    "aboutUsMissionSubDescription-1": "Our aim is to assist companies in increasing their profitability through our solutions and services. We are dedicated to creating most innovative solutions for the industry and achieving this by attentively listening to our customers and being their most reliable partners.",
    "aboutUsVision-1": "Our Vision",
    "aboutUsVisionDescription-1": "Our vision is to be the leading provider of telecom solutions worldwide.",
    "aboutUsVisionSubDescription-1": "We are committed to developing most innovative technology, tools, and services for our partners, and are dedicated to making this vision a reality. We are constantly seeking out new talent and innovative technologies to help us achieve our goal, and our partners will benefit from our relentless pursuit of excellence.",
    "aboutUsClientValues-1": "Innovation",
    "aboutUsClientValuesDescription-1": "We encourage creative thinking, experimenting, and willingness to take a risk to bring new ideas to life",
    "aboutUsClientValues-2": "Customer Obsession",
    "aboutUsClientValuesDescription-2": "We strive to create exceptional experiences for our customers. We listen to their feedback and use it continuously to improve our products and services",
     "aboutUsClientValues-3": "Long-Term Thinking",
    "aboutUsClientValuesDescription-3": "We value long-term thinking over short-term gains. We prioritize sustainability and growth, even if it means sacrificing immediate profits in order to build a strong lasting company.",
     "aboutUsClientValues-4": "Ownership",
    "aboutUsClientValuesDescription-4": "We encourage our team to take ownership of their work and decisions. Take the initiative and make decisions that will benefit the company but also take responsibility of the outcomes and learn from your mistakes.",
     "aboutUsClientValues-5": "Operational Excellence",
    "aboutUsClientValuesDescription-5": "We strive for excellence in all areas of operations, aiming for efficiency, productivity and quality. We set a high standard of performance and continuously measure and improve processes to achieve optimal results",
    "whatWeDoTitle":"Specialized telecom software delivered with deep industry experience",
    "whatWeDoProductDesignTitle":"Product Design and Development",
    "whatWeDoDescription-1":"Advanced analytics for telecoms. Enhance visibility, simplify management, and optimize operations with our intelligent solution.",
    "whatWeDoDescription-2":"Improve Customer Satisfaction, Boost Sales, and Minimize Churn with Impulse Bot—an innovative AI and ML-powered chatbot designed to assist your customers round the clock.",
    "whatWeDoDescription-3":"Our BPO services include sales, support, and outbound services to streamline your business operations and enhance customer satisfaction.",
    "whatWeDoDescription-4":"Custom web solutions, billing systems, API development, and CRM integrations for telecommunications. Tailored to your unique needs, scalable solutions that drive growth and enhance customer satisfaction",
    "whatWeDoDescription-5":"Empower your B2B endeavors with the crucial data and software to effortlessly connect and seal deals with your most valuable buyers, all conveniently integrated in one piace.",
    "whatWeDoDescription-6":"Streamline your billing processes, enhance customer satisfaction, and simplify payments with Impulse Pays user-friendly portal. Say goodbye to long queues and complex procedures. Upgrade your telecom services effortlessly and experience the power of automation."
}