{
    "telcoslog":"La experiencia en telecomunicaciones se une a la innovación en SaaS.",
    "indexIncrease1":"Aumente sus",
    "indexIncrease2":"Ingresos en Telecom",
    "indexIncrease3":"de 2-3 veces",
    "indexMax":"Maximice los ingresos, optimice los procesos y reduzca los costes con nuestras soluciones",
    "indexContactUs":"Contactanos",
    "indexSolve":"Resolvemos sus tres mayores problemas",
    "indexOurServices":"Nuestros Servicios",
    "indexBPOServices":"Servicios BPO",
    "indexBPOText":"Nuestros servicios BPO incluyen asistencia de nivel 1 y 2, ventas (salientes y entrantes) y cobros. Agilice sus operaciones comerciales y mejore la satisfacción del cliente.",
    "indexManagedServices":"Anuncios gestionados",
    "indexManagedText":"Con años de experiencia hemos aprendido qué anuncios dan resultados positivos y cuáles no. Proporcionamos el ROAS más alto para sus campañas publicitarias.",
    "indexSalesServices":"Soluciones de capacitación en ventas",
    "indexSalesText":"Desde Impulse leads, una innovadora plataforma de generación de leads para CSP, hasta Telemetrics, una solución innovadora para descubrir oportunidades de venta cruzada y de upselling. Estamos obsesionados con que usted sea más rentable.",
    "indexOurSolutions":"Nuestras Soluciones",
    "indexOurSolutionsButton": "Más información",
    "indexSolveProblemsTitle-1": "No estás realizando ventas adicionales o cruzadas a tu base de usuarios existente.",
    "indexSolveProblemsText-1": "No estás enviando correos electrónicos ni mensajes de SMS para animar a los clientes a actualizar sus paquetes cuando el uso de su circuito aumenta, y tampoco estás analizando el comportamiento de los clientes.",
    "indexSolveProblemsTitle-2": "Tus anuncios no están convirtiendo como solían hacerlo.",
    "indexSolveProblemsText-2": "Debido a que todos los proveedores de servicios de Internet están invirtiendo más dinero en publicidad, el terreno de juego se ha vuelto más difícil, y tus anuncios no están convirtiendo como solían hacerlo. Creamos anuncios para diferenciarte de la competencia e implementamos estrategias publicitarias imbatibles.",
    "indexSolveProblemsTitle-3": "Considerando la subcontratación pero aún no hemos tomado la decisión final.",
    "indexSolveProblemsText-3": "Los grandes jugadores llevan más de una década subcontratando y siguen creciendo. Con nuestras soluciones de BPO, podemos mejorar tu juego operativo y reducir costos en más del 40%.", 
    "indexOurSolutionsTitle-1": "Impulse Leads",
    "indexOurSolutionsDescription-1": "Potencia tus esfuerzos B2B con datos y software esenciales para conectar y cerrar acuerdos con tus compradores más valiosos, todo integrado convenientemente en un solo lugar.",
    "indexOurSolutionsTitle-2": "Telemetrics",
    "indexOurSolutionsDescription-2": "Potencia las oportunidades de venta adicional y cruzada residencial y corporativa hasta en un 200% con la ayuda de la inteligencia artificial y el aprendizaje automático.",
    "indexOurSolutionsTitle-3": "Impulse Bot",
    "indexOurSolutionsDescription-3": "Mejora la satisfacción del cliente, aumenta las ventas y minimiza la rotación con Impulse Bot, un innovador chatbot impulsado por inteligencia artificial y aprendizaje automático diseñado para ayudar a tus clientes las 24 horas del día.",
    "indexOurSolutionsTitle-4": "Desarrollo de Sitios Web",
    "indexOurSolutionsDescription-4": "Creamos sitios web y desarrollaremos aplicaciones móviles para respaldar el crecimiento de empresas de telecomunicaciones y proveedores de servicios de comunicación.",
    "indexOurSolutionsTitle-5": "Impulse Pay",
    "indexOurSolutionsDescription-5": "Optimiza tus procesos de facturación, mejora la satisfacción del cliente y simplifica los pagos con el portal fácil de usar de Impulse Pays.",
    "indexOurSolutionsTitle-6": "Servicios de BPO",
    "indexOurSolutionsDescription-6": "Nuestros servicios de BPO incluyen ventas, soporte y servicios salientes para optimizar las operaciones de tu negocio y mejorar la satisfacción del cliente.",
    "indexOurIntegrationPartnersTitle": "Nuestros socios de integración",
    "indexOurIntegrationPartnersDescription": "Nuestro objetivo es ayudar a nuestros clientes a aumentar sus ingresos, minimizar gastos y optimizar sus procesos a través de nuestras soluciones mediante la automatización y el análisis.",
    "indexLetsWorkTogether": "Trabajemos juntos",
    "aboutUs":"Sobre nosotros",
    "aboutUsExecutiveTeamTitle":"Nuestro equipo ejecutivo",
    "aboutUsExecutiveTeamFounderCEOTitle":"Fundador y CEO de Impulse",
    "aboutUsExecutiveTeamFounderCEODescription":"Ingeniero de software y tecnólogo con 15 años de experiencia en telecomunicaciones y tecnología. Desarrolló aplicaciones con millones de descargas, y ha vendido exitosamente dos empresas. Ejecutivo de ventas destacado en múltiples CSP.",
    "aboutUsExecutiveTeamCOFounderTitle":"Co-fundador y NED",
    "aboutUsExecutiveTeamCOFounderDescription":"Actualmente, Principal de Negocios de la Industria de Telecomunicaciones de Google, trabajando con empresas de telecomunicaciones en transformación de IA y Cloud. Anteriormente CEO de una startup hasta $50 millones de ingresos anuales recurrentes (ARR), McNabb aporta una gran experiencia sabiendo exactamente lo que nuestro mercado objetivo necesita para tener éxito.",
    "aboutUsLeadingIndustryTitle":"Liderando la industria con una experiencia e innovación incomparables.",
    "aboutUsLeadingIndustryDescription":"Impulse es un proveedor de soluciones de telecomunicaciones establecido y gestionado por destacados profesionales de la industria y la tecnología. Con más de 100 años de experiencia combinada, nuestros expertos en telecomunicaciones comprenden los desafíos que enfrentan los clientes con datos, sistemas heredados e información del cliente. Simplificamos estas complejidades y hacemos que los datos sean fáciles de entender, capacitando a los clientes para tomar decisiones informadas y gestionar sus negocios con confianza. Confíe en nosotros para navegar por las complejidades de la industria de las telecomunicaciones.",
    "aboutUsMission-1": "Nuestra misión",
    "aboutUsMissionDescription-1": "La industria de las telecomunicaciones tiene un vasto potencial sin explotar.",
    "aboutUsMissionSubDescription-1": "Nuestro objetivo es ayudar a las empresas a aumentar su rentabilidad a través de nuestras soluciones y servicios. Estamos dedicados a crear las soluciones más innovadoras para la industria y lograrlo escuchando atentamente a nuestros clientes y siendo sus socios más confiables.",
    "aboutUsVision-1": "Nuestra visión",
    "aboutUsVisionDescription-1": "Nuestra visión es ser el principal proveedor de soluciones de telecomunicaciones a nivel mundial.",
    "aboutUsVisionSubDescription-1": "Estamos comprometidos en desarrollar la tecnología, herramientas y servicios más innovadores para nuestros socios, y nos dedicamos a hacer realidad esta visión. Constantemente buscamos nuevo talento y tecnologías innovadoras para ayudarnos a alcanzar nuestra meta, y nuestros socios se beneficiarán de nuestra búsqueda constante de la excelencia.",
    "aboutUsClientValues-1": "Innovación",
    "aboutUsClientValuesDescription-1": "Alentamos el pensamiento creativo, la experimentación y la disposición a correr riesgos para dar vida a nuevas ideas.",
    "aboutUsClientValues-2": "Obsesión por el cliente",
    "aboutUsClientValuesDescription-2": "Nos esforzamos por crear experiencias excepcionales para nuestros clientes. Escuchamos sus comentarios y los utilizamos continuamente para mejorar nuestros productos y servicios.",
     "aboutUsClientValues-3": "Pensamiento a largo plazo",
    "aboutUsClientValuesDescription-3": "Damos más importancia al pensamiento a largo plazo que a las ganancias a corto plazo. Priorizamos la sostenibilidad y el crecimiento, incluso si eso significa sacrificar beneficios inmediatos para construir una empresa sólida y duradera.",
     "aboutUsClientValues-4": "Responsabilidad",
    "aboutUsClientValuesDescription-4": "Animamos a nuestro equipo a asumir la responsabilidad de su trabajo y decisiones. Toma la iniciativa y toma decisiones que beneficien a la empresa, pero también asume la responsabilidad de los resultados y aprende de tus errores.",
     "aboutUsClientValues-5": "Excelencia Operativa",
    "aboutUsClientValuesDescription-5": "Nos esforzamos por alcanzar la excelencia en todas las áreas de operaciones, buscando eficiencia, productividad y calidad. Establecemos un alto estándar de rendimiento y medimos y mejoramos continuamente los procesos para lograr resultados óptimos.",
    "whatWeDoTitle":"Software de telecomunicaciones especializado entregado con profunda experiencia en la industria.",
    "whatWeDoProductDesignTitle":"Diseño y Desarrollo de Productos",
    "whatWeDoDescription-1":"Analítica avanzada para telecomunicaciones. Mejora la visibilidad, simplifica la gestión y optimiza las operaciones con nuestra solución inteligente.",
    "whatWeDoDescription-2":"Mejora la satisfacción del cliente, aumenta las ventas y minimiza la pérdida de clientes con Impulse Bot, un innovador chatbot impulsado por IA y ML diseñado para ayudar a tus clientes las 24 horas del día.",
    "whatWeDoDescription-3":"Nuestros servicios de BPO incluyen ventas, soporte y servicios salientes para optimizar las operaciones de tu negocio y mejorar la satisfacción del cliente.",
    "whatWeDoDescription-4":"Soluciones web personalizadas, sistemas de facturación, desarrollo de API e integraciones CRM para telecomunicaciones. Adaptadas a tus necesidades únicas, soluciones escalables que impulsan el crecimiento y mejoran la satisfacción del cliente.",
    "whatWeDoDescription-5":"Potencia tus esfuerzos B2B con los datos y el software crucial para conectar y cerrar acuerdos con tus compradores más valiosos, todo convenientemente integrado en un solo lugar.",
    "whatWeDoDescription-6":"Optimiza tus procesos de facturación, mejora la satisfacción del cliente y simplifica los pagos con el portal fácil de usar de Impulse Pays. Di adiós a las largas colas y los procedimientos complejos. Actualiza tus servicios de telecomunicaciones sin esfuerzo y experimenta el poder de la automatización.",
    "telemetricsSubtitle-1":"Telemetrics es una solución SaaS revolucionaria para aumentar las oportunidades de venta adicional y cruzada hasta en un 200%.",
    "telemetricsSubtitle-2":"Telemetrics analiza las tendencias y comportamientos del ancho de banda de tus clientes residenciales y corporativos, y envía de manera proactiva correos electrónicos y mensajes de texto en el momento perfecto para que actualicen, aumentando así los ingresos de inmediato.",
    "telemetricsSubtitle-3":"¿Cuándo fue la última vez que le dijiste a tus clientes que necesitaban una actualización?",
    "telemetricsSubtitle-4":"No te desanimes; estás en la misma situación que el 95% de los proveedores de servicios de Internet. El proceso para lograr estas integraciones es desafiante y costoso. Los principales proveedores de servicios de Internet ya han invertido millones en desarrollar esta tecnología. Impulse está nivelando el campo de juego para los proveedores de servicios de Internet pequeños y medianos, ¡y Telemetrics es un avance revolucionario!",
    "telemetricsSubtitle-5":"Descubre nuevas oportunidades de ingresos",
    "telemetricsSubtitle-6":"Un potencial de ingresos significativo está sin aprovecharse. Impulse no solo identifica estas oportunidades, sino que también contribuye activamente a realizar estos ingresos al manejar el análisis de tendencias y la ejecución de campañas de ventas. Proporcionamos recomendaciones para el contenido de correos electrónicos y mensajes de texto y facilitamos su distribución. Nuestro objetivo es entregar los resultados directamente a su puerta."
}