{
    "telcoslog":"La experiencia en telecomunicaciones se une a la innovación en SaaS.",
    "indexIncrease1":"Aumente sus",
    "indexIncrease2":"Ingresos en Telecom",
    "indexIncrease3":"de 2-3 veces",
    "indexMax":"Maximice los ingresos, optimice los procesos y reduzca los costes con nuestras soluciones",
    "indexContactUs":"Contactanos",
    "indexSolve":"Resolvemos sus tres mayores problemas",
      "indexOurServices":"Nuestros Servicios",
    "indexBPOServices":"Servicios BPO",
    "indexBPOText":"Nuestros servicios BPO incluyen asistencia de nivel 1 y 2, ventas (salientes y entrantes) y cobros. Agilice sus operaciones comerciales y mejore la satisfacción del cliente.",
    "indexManagedServices":"Anuncios gestionados",
    "indexManagedText":"Con años de experiencia hemos aprendido qué anuncios dan resultados positivos y cuáles no. Proporcionamos el ROAS más alto para sus campañas publicitarias.",
    "indexSalesServices":"Soluciones de capacitación en ventas",
    "indexSalesText":"Desde Impulse leads, una innovadora plataforma de generación de leads para CSP, hasta Telemetrics, una solución innovadora para descubrir oportunidades de venta cruzada y de upselling. Estamos obsesionados con que usted sea más rentable.",
    "indexOurSolutions":"Nuestras Soluciones",
    "indexSolveProblemsTitle-1": "You are not upselling or cross selling to your existing user base",
    "indexSolveProblemsText-1": "You are not sending emails or SMS messages to encourage customers to upgrade their packages when their circuit usage surges, and you are also not analyzing customer behavior.",
    "indexSolveProblemsTitle-2": "Your Ads are not converting as they used to",
    "indexSolveProblemsText-2": "Because all ISPs are putting more ad dollars into the mix, it's become a tougher playing field, and your ads aren't converting as they used to. We craft ads to differentiate you from your competition and implement killer ad strategies.",
    "indexSolveProblemsTitle-3": "Considering outsourcing but have not pulled the trigger",
    "indexSolveProblemsText-3": "The big players? They've been into outsourcing for over a decade, and they keep on growing. With our BPO solutions, we can step up your operational game and slash costs by more than 40%", 
    "indexOurSolutionsTitle-1": "Impulse Leads",
    "indexOurSolutionsDescription-1": "Empower your B2B endeavors with the crucial data and software to effortlessly connect and seal deals with your most valuable buyers, all conveniently integrated in one piace.",
    "indexOurSolutionsTitle-2": "Telemetrics",
    "indexOurSolutionsDescription-2": "Boost residential and corporate upsell and cross-sale opportunities by up to 200% with the help of AI and ML.",
    "indexOurSolutionsTitle-3": "Impulse Bot",
    "indexOurSolutionsDescription-3": "Improve Customer Satisfaction, Boost Sales, and Minimize Churn with Impulse Bot—an innovative AI and ML-powered chatbot designed to assist your customers round the clock.",
    "indexOurSolutionsTitle-4": "Website Development",
    "indexOurSolutionsDescription-4": "We create websites and develop mobile applications to support the growth of telecoms and communication service providers.",
    "indexOurSolutionsTitle-5": "Impulse Pay",
    "indexOurSolutionsDescription-5": "Streamline your billing processes, enhance customer satisfaction, and simplify payments with Impulse Pays user-friendly portal.",
    "indexOurSolutionsTitle-6": "BPO Services",
    "indexOurSolutionsDescription-6": "Our BPO services include sales, support, and outbound services to streamline your business operations and enhance customer satisfaction.",
    "indexOurIntegrationPartnersTitle": "Our Integration partners",
    "indexOurIntegrationPartnersDescription": "We aim to assist our clients in increasing their revenue, minimizing expenses,and optimizing their processes through our solutions via automation and analytics.",
    "indexLetsWorkTogether": "Let’s Work Together"
}