{
    "telcoslog":"La experiencia en telecomunicaciones se une a la innovación en SaaS.",
    "indexIncrease1":"Aumente sus",
    "indexIncrease2":"Ingresos en Telecom",
    "indexIncrease3":"de 2-3 veces",
    "indexMax":"Maximice los ingresos, optimice los procesos y reduzca los costes con nuestras soluciones",
    "indexContactUs":"Contactanos",
    "indexSolve":"Resolvemos sus tres mayores problemas",
    "indexOurServices":"Nuestros Servicios",
    "indexBPOServices":"Servicios BPO",
    "indexBPOText":"Nuestros servicios BPO incluyen asistencia de nivel 1 y 2, ventas (salientes y entrantes) y cobros. Agilice sus operaciones comerciales y mejore la satisfacción del cliente.",
    "indexManagedServices":"Anuncios gestionados",
    "indexManagedText":"Con años de experiencia hemos aprendido qué anuncios dan resultados positivos y cuáles no. Proporcionamos el ROAS más alto para sus campañas publicitarias.",
    "indexSalesServices":"Soluciones de capacitación en ventas",
    "indexSalesText":"Desde Impulse leads, una innovadora plataforma de generación de leads para CSP, hasta Telemetrics, una solución innovadora para descubrir oportunidades de venta cruzada y de upselling. Estamos obsesionados con que usted sea más rentable.",
    "indexOurSolutions":"Nuestras Soluciones",
    "indexOurSolutionsButton": "Más información",
    "indexSolveProblemsTitle-1": "No estás realizando ventas adicionales o cruzadas a tu base de usuarios existente.",
    "indexSolveProblemsText-1": "No estás enviando correos electrónicos ni mensajes de SMS para animar a los clientes a actualizar sus paquetes cuando el uso de su circuito aumenta, y tampoco estás analizando el comportamiento de los clientes.",
    "indexSolveProblemsTitle-2": "Tus anuncios no están convirtiendo como solían hacerlo.",
    "indexSolveProblemsText-2": "Debido a que todos los proveedores de servicios de Internet están invirtiendo más dinero en publicidad, el terreno de juego se ha vuelto más difícil, y tus anuncios no están convirtiendo como solían hacerlo. Creamos anuncios para diferenciarte de la competencia e implementamos estrategias publicitarias imbatibles.",
    "indexSolveProblemsTitle-3": "Considerando la subcontratación pero aún no hemos tomado la decisión final.",
    "indexSolveProblemsText-3": "Los grandes jugadores llevan más de una década subcontratando y siguen creciendo. Con nuestras soluciones de BPO, podemos mejorar tu juego operativo y reducir costos en más del 40%.", 
    "indexOurSolutionsTitle-1": "Impulse Leads",
    "indexOurSolutionsDescription-1": "Potencia tus esfuerzos B2B con datos y software esenciales para conectar y cerrar acuerdos con tus compradores más valiosos, todo integrado convenientemente en un solo lugar.",
    "indexOurSolutionsTitle-2": "Telemetrics",
    "indexOurSolutionsDescription-2": "Potencia las oportunidades de venta adicional y cruzada residencial y corporativa hasta en un 200% con la ayuda de la inteligencia artificial y el aprendizaje automático.",
    "indexOurSolutionsTitle-3": "Impulse Bot",
    "indexOurSolutionsDescription-3": "Mejora la satisfacción del cliente, aumenta las ventas y minimiza la rotación con Impulse Bot, un innovador chatbot impulsado por inteligencia artificial y aprendizaje automático diseñado para ayudar a tus clientes las 24 horas del día.",
    "indexOurSolutionsTitle-4": "Desarrollo de Sitios Web",
    "indexOurSolutionsDescription-4": "Creamos sitios web y desarrollaremos aplicaciones móviles para respaldar el crecimiento de empresas de telecomunicaciones y proveedores de servicios de comunicación.",
    "indexOurSolutionsTitle-5": "Impulse Pay",
    "indexOurSolutionsDescription-5": "Optimiza tus procesos de facturación, mejora la satisfacción del cliente y simplifica los pagos con el portal fácil de usar de Impulse Pays.",
    "indexOurSolutionsTitle-6": "Servicios de BPO",
    "indexOurSolutionsDescription-6": "Nuestros servicios de BPO incluyen ventas, soporte y servicios salientes para optimizar las operaciones de tu negocio y mejorar la satisfacción del cliente.",
    "indexOurIntegrationPartnersTitle": "Nuestros socios de integración",
    "indexOurIntegrationPartnersDescription": "Nuestro objetivo es ayudar a nuestros clientes a aumentar sus ingresos, minimizar gastos y optimizar sus procesos a través de nuestras soluciones mediante la automatización y el análisis.",
    "indexLetsWorkTogether": "Trabajemos juntos"
}