{
    "telcoslog":"La experiencia en telecomunicaciones se une a la innovación en SaaS.",
    "indexIncrease1":"Aumente sus",
    "indexIncrease2":"Ingresos en Telecom",
    "indexIncrease3":"de 2-3 veces",
    "indexMax":"Maximice los ingresos, optimice los procesos y reduzca los costes con nuestras soluciones",
    "indexContactUs":"Contactanos",
    "indexSolve":"Resolvemos sus tres mayores problemas",
    "indexOurServices":"Nuestros Servicios",
    "indexBPOServices":"Servicios BPO",
    "indexBPOText":"Nuestros servicios BPO incluyen asistencia de nivel 1 y 2, ventas (salientes y entrantes) y cobros. Agilice sus operaciones comerciales y mejore la satisfacción del cliente.",
    "indexManagedServices":"Anuncios gestionados",
    "indexManagedText":"Con años de experiencia hemos aprendido qué anuncios dan resultados positivos y cuáles no. Proporcionamos el ROAS más alto para sus campañas publicitarias.",
    "indexSalesServices":"Soluciones de capacitación en ventas",
    "indexSalesText":"Desde Impulse leads, una innovadora plataforma de generación de leads para CSP, hasta Telemetrics, una solución innovadora para descubrir oportunidades de venta cruzada y de upselling. Estamos obsesionados con que usted sea más rentable.",
    "indexOurSolutions":"Nuestras Soluciones",
    "indexOurSolutionsButton": "Más información",
    "indexSolveProblemsTitle-1": "No estás realizando ventas adicionales o cruzadas a tu base de usuarios existente.",
    "indexSolveProblemsText-1": "No estás enviando correos electrónicos ni mensajes de SMS para animar a los clientes a actualizar sus paquetes cuando el uso de su circuito aumenta, y tampoco estás analizando el comportamiento de los clientes.",
    "indexSolveProblemsTitle-2": "Tus anuncios no están convirtiendo como solían hacerlo.",
    "indexSolveProblemsText-2": "Debido a que todos los proveedores de servicios de Internet están invirtiendo más dinero en publicidad, el terreno de juego se ha vuelto más difícil, y tus anuncios no están convirtiendo como solían hacerlo. Creamos anuncios para diferenciarte de la competencia e implementamos estrategias publicitarias imbatibles.",
    "indexSolveProblemsTitle-3": "Considerando la subcontratación pero aún no hemos tomado la decisión final.",
    "indexSolveProblemsText-3": "Los grandes jugadores llevan más de una década subcontratando y siguen creciendo. Con nuestras soluciones de BPO, podemos mejorar tu juego operativo y reducir costos en más del 40%.", 
    "indexOurSolutionsTitle-1": "Impulse Leads",
    "indexOurSolutionsDescription-1": "Potencia tus esfuerzos B2B con datos y software esenciales para conectar y cerrar acuerdos con tus compradores más valiosos, todo integrado convenientemente en un solo lugar.",
    "indexOurSolutionsTitle-2": "Telemetrics",
    "indexOurSolutionsDescription-2": "Potencia las oportunidades de venta adicional y cruzada residencial y corporativa hasta en un 200% con la ayuda de la inteligencia artificial y el aprendizaje automático.",
    "indexOurSolutionsTitle-3": "Impulse Bot",
    "indexOurSolutionsDescription-3": "Mejora la satisfacción del cliente, aumenta las ventas y minimiza la rotación con Impulse Bot, un innovador chatbot impulsado por inteligencia artificial y aprendizaje automático diseñado para ayudar a tus clientes las 24 horas del día.",
    "indexOurSolutionsTitle-4": "Desarrollo de Sitios Web",
    "indexOurSolutionsDescription-4": "Creamos sitios web y desarrollaremos aplicaciones móviles para respaldar el crecimiento de empresas de telecomunicaciones y proveedores de servicios de comunicación.",
    "indexOurSolutionsTitle-5": "Impulse Pay",
    "indexOurSolutionsDescription-5": "Optimiza tus procesos de facturación, mejora la satisfacción del cliente y simplifica los pagos con el portal fácil de usar de Impulse Pays.",
    "indexOurSolutionsTitle-6": "Servicios de BPO",
    "indexOurSolutionsDescription-6": "Nuestros servicios de BPO incluyen ventas, soporte y servicios salientes para optimizar las operaciones de tu negocio y mejorar la satisfacción del cliente.",
    "indexOurIntegrationPartnersTitle": "Nuestros socios de integración",
    "indexOurIntegrationPartnersDescription": "Nuestro objetivo es ayudar a nuestros clientes a aumentar sus ingresos, minimizar gastos y optimizar sus procesos a través de nuestras soluciones mediante la automatización y el análisis.",
    "indexLetsWorkTogether": "Trabajemos juntos",
    "aboutUs":"About Us",
    "aboutUsExecutiveTeamTitle":"Our Executive Team",
    "aboutUsExecutiveTeamFounderCEOTitle":"Impulse Founder and CEO",
    "aboutUsExecutiveTeamFounderCEODescription":"Software Engineer and Technologist with 15 years of telecom and technology experience. Developed apps with millions of downloads, successfully exited two companies.  Top sales executive at multiple CSP’s.",
    "aboutUsExecutiveTeamCOFounderTitle":"Co-founder and NED",
    "aboutUsExecutiveTeamCOFounderDescription":"Currently - Google Telco Industry Business Principal working with telco’s on AI and Cloud transformation A former CEO of a startup to  $50M/ARR CSP, McNabb brings a wealth of experience knowing exactly what our target market needs to succeed",
    "aboutUsLeadingIndustryTitle":"Leading the Industry with unmatched expertise and innovation",
    "aboutUsLeadingIndustryDescription":" Impulse is a telecommunications solution provider established and managed by leading industry and technology professionals With over 100 years of combined experience, our telco experts understand the challenges clients face with data, legacy systems, and customer information. We simplify these complexities and make data easy to understand, empowering clients to make informed decisions and manage their businesses with confidence. Trust us to navigate the complexities of the telecommunications industry.",
    "aboutUsMission-1": "Our Mission",
    "aboutUsMissionDescription-1": "The telecommunications industry holds vast untapped potential.",
    "aboutUsMissionSubDescription-1": "Our aim is to assist companies in increasing their profitability through our solutions and services. We are dedicated to creating most innovative solutions for the industry and achieving this by attentively listening to our customers and being their most reliable partners.",
    "aboutUsVision-1": "Our Vision",
    "aboutUsVisionDescription-1": "Our vision is to be the leading provider of telecom solutions worldwide.",
    "aboutUsVisionSubDescription-1": "We are committed to developing most innovative technology, tools, and services for our partners, and are dedicated to making this vision a reality. We are constantly seeking out new talent and innovative technologies to help us achieve our goal, and our partners will benefit from our relentless pursuit of excellence.",
    "aboutUsClientValues-1": "Innovation",
    "aboutUsClientValuesDescription-1": "We encourage creative thinking, experimenting, and willingness to take a risk to bring new ideas to life",
    "aboutUsClientValues-2": "Customer Obsession",
    "aboutUsClientValuesDescription-2": "We strive to create exceptional experiences for our customers. We listen to their feedback and use it continuously to improve our products and services",
     "aboutUsClientValues-3": "Long-Term Thinking",
    "aboutUsClientValuesDescription-3": "We value long-term thinking over short-term gains. We prioritize sustainability and growth, even if it means sacrificing immediate profits in order to build a strong lasting company.",
     "aboutUsClientValues-4": "Ownership",
    "aboutUsClientValuesDescription-4": "We encourage our team to take ownership of their work and decisions. Take the initiative and make decisions that will benefit the company but also take responsibility of the outcomes and learn from your mistakes.",
     "aboutUsClientValues-5": "Operational Excellence",
    "aboutUsClientValuesDescription-5": "We strive for excellence in all areas of operations, aiming for efficiency, productivity and quality. We set a high standard of performance and continuously measure and improve processes to achieve optimal results"
 
}